Repository: yuta24/ccui
Catalog: ccui/Localizable.xcstrings
Source language: en
Languages: ja

source: (all tools)
ja: （すべてのツール）

source: (new rule)
ja: （新規ルール）

source: %lld cmd
ja: コマンド %lld件

source: Add
ja: 追加

source: Add a repository to get started
ja: リポジトリを追加して 開始しましょう

source: Add Command
ja: コマンドを追加

source: Add Hook
ja: フックを追加

source: Add Repository
ja: リポジトリを追加

source: Add Rule
ja: ルールを追加

source: Add Worktree
ja: Worktreeを追加

source: Add Worktree from "%@"...
ja: "%@"からWorktreeを追加...

source: Agent activity will appear here
ja: エージェントのアクティビティがここに表示されます

source: Analytics
ja: 分析

source: Annotation
ja: 注釈

source: Appearance
ja: 外観

source: Autonomy
ja: 自律性

source: AUTONOMY OVER TIME
ja: 自律性の推移

source: avg autonomy
ja: 平均自律性

source: Base Branch
ja: ベースブランチ

source: Branch
ja: ブランチ

source: Branch Name
ja: ブランチ名

source: Browse
ja: 参照

source: Cancel
ja: キャンセル

source: Capture Region to Agent
ja: 選択範囲をエージェントに送信

source: ccui managed
ja: ccui管理

source: Changes
ja: 変更

source: Check for Updates…
ja: アップデートを確認…

source: Claude Code rejects glob patterns in allow-rule tool names unless they target MCP tools (mcp__server__tool). Use a deny rule or an MCP-style pattern instead.
ja: Claude Codeでは、MCPツール（mcp__server__tool）を対象とする場合を除き、許可ルールのツール名にglobパターンを使用できません。代わりに拒否ルールまたはMCP形式のパターンを使用してください。

source: Clear filter
ja: フィルタをクリア

source: Close file
ja: ファイルを閉じる

source: cmd
ja: コマンド

source: command
ja: コマンド

source: Compare with
ja: 比較対象

source: Compare with...
ja: 比較対象を選択...

source: Configuration
ja: 設定

source: Create
ja: 作成

source: Dark
ja: ダーク

source: Default Mode
ja: デフォルトモード

source: Default Shell
ja: デフォルトシェル

source: Delete
ja: 削除

source: Destination
ja: 保存先

source: Dry Run
ja: ドライラン

source: e.g. Bash(swift package:*)
ja: 例: Bash(swift package:*)

source: Enable Notifications
ja: 通知を有効にする

source: Enter URL
ja: URLを入力

source: Evaluate
ja: 評価

source: Evaluation
ja: 評価

source: exit %d
ja: 終了コード %d

source: Explorer
ja: エクスプローラー

source: Filter worktrees
ja: Worktreeを絞り込み

source: Font
ja: フォント

source: Font Family
ja: フォントファミリー

source: Font Size
ja: フォントサイズ

source: General
ja: 一般

source: Go Back
ja: 戻る

source: Go Forward
ja: 進む

source: Go to file…
ja: ファイルへ移動…

source: HOOKS
ja: フック

source: Inspector (⌘I)
ja: インスペクタ (⌘I)

source: interventions
ja: 介入数

source: INTERVENTIONS
ja: 介入

source: KEY
ja: キー

source: Light
ja: ライト

source: Loading branches…
ja: ブランチを読み込み中…

source: Loading...
ja: 読み込み中...

source: Mark all as read
ja: すべて既読にする

source: Matcher
ja: マッチャー

source: New
ja: 新規

source: New Session
ja: 新規セッション

source: New Terminal
ja: 新規ターミナル

source: New Worktree
ja: 新規Worktree

source: No %@ rules
ja: %@ルールはありません

source: No active session
ja: アクティブなセッションはありません

source: No events for %@
ja: %@のイベントはありません

source: No events yet
ja: イベントはまだありません

source: No hooks for %@
ja: %@のフックはありません

source: No label
ja: ラベルなし

source: No matching files
ja: 一致するファイルがありません

source: No matching worktrees
ja: 一致するWorktreeがありません

source: No session data
ja: セッションデータがありません

source: Notification Sound
ja: 通知サウンド

source: Notifications
ja: 通知

source: Older events were dropped (limit: %lld). Metrics may be inaccurate.
ja: 古いイベントは破棄されました（上限: %lld件）。メトリクスは不正確な場合があります。

source: Older events were dropped. Metrics are minimums.
ja: 古いイベントは破棄されました。メトリクスは最小値です。

source: Older events were dropped. Scores may be inaccurate.
ja: 古いイベントは破棄されました。スコアは不正確な場合があります。

source: Open panel to load diff
ja: パネルを開いてdiffを読み込み

source: Open with
ja: アプリで開く

source: OUTCOME
ja: 結果

source: Pattern preview
ja: パターンのプレビュー

source: PERMISSION INTERVENTIONS
ja: 権限の介入

source: PERMISSIONS
ja: 権限

source: REASONS
ja: 理由

source: Refresh diff
ja: diffを再読み込み

source: Reload file tree
ja: ファイルツリーを再読み込み

source: Reload worktrees
ja: Worktreeを再読み込み

source: Remove Repository
ja: リポジトリを削除

source: Remove Worktree
ja: Worktreeを削除

source: Repositories
ja: リポジトリ

source: Repository not found on disk
ja: ディスク上にリポジトリが見つかりません

source: RESULT
ja: 結果

source: Resume a session from the sidebar or start a new one
ja: サイドバーからセッションを再開するか 新しいセッションを開始してください

source: Reveal in Finder
ja: Finderで表示

source: Rule
ja: ルール

source: Run
ja: 実行

source: Save
ja: 保存

source: Select a CLAUDE.md file
ja: CLAUDE.mdファイルを選択してください

source: Select a file to preview
ja: プレビューするファイルを選択してください

source: Select a file to view
ja: 表示するファイルを選択してください

source: Select a session to evaluate
ja: 評価するセッションを選択してください

source: Select a worktree
ja: Worktreeを選択してください

source: Session Comparison
ja: セッション比較

source: SESSION DURATION
ja: セッション時間

source: sessions
ja: セッション数

source: Sessions
ja: セッション

source: Shell
ja: シェル

source: Start a new session?
ja: 新しいセッションを開始しますか？

source: Start New Session
ja: 新規セッションを開始

source: Switch
ja: 切り替える

source: Switch session?
ja: セッションを切り替えますか？

source: System
ja: システム

source: The currently running Claude Code session in this worktree will be stopped. Unsaved progress in that session may be lost.
ja: このWorktreeで現在実行中のClaude Codeセッションは停止されます。セッション内の保存されていない進行内容は失われる可能性があります。

source: The quick brown fox jumps over the lazy dog
ja: 素早い茶色の狐は怠惰な犬を飛び越える

source: Timeline
ja: タイムライン

source: Toggle WebView Split (⌘U)
ja: WebViewパネルの切り替え (⌘U)

source: TOOL USAGE
ja: ツール使用状況

source: USAGE BY CATEGORY
ja: カテゴリ別使用状況

source: User deny (read-only)
ja: ユーザー拒否（読み取り専用）

source: value
ja: 値

# ここで設定した環境変数は、新しい Claude セッションの起動時に渡されます。
source: Environment variables set here are passed when a new Claude session is launched.
ja: ここで設定した環境変数は、新しい Claude セッションの起動時に渡されます。

# 環境変数
source: Environment Variables
ja: 環境変数
